{
    "skyblock_classic_edition.folder.test": "Hallo Welt",
    "skyblock_classic_edition.skyblock_setup.welcome": "Willkommen im Voidblock",
    "skyblock_classic_edition.skyblock_setup.version": "Version:",
    "skyblock_classic_edition.skyblock_setup.for_text": "für",
    "skyblock_classic_edition.skyblock_setup.choose_languages": "Wähle die Sprache in den Minecraft Optionen",
    "skyblock_classic_edition.skyblock_setup.choose_islands": "Wähle die Inseln:",
    "skyblock_classic_edition.skyblock_setup.large_easy": "▶Groß (Einfach)",
    "skyblock_classic_edition.skyblock_setup.large_easy.info": "Diese Insel ist speziell für Anfänger geeignet. Diese Insel ist die einzige insel, die nicht vom ursprünglichen Skyblock inspiriert wurde.",
    "skyblock_classic_edition.skyblock_setup.default_normal": "▶Standard (Normal)",
    "skyblock_classic_edition.skyblock_setup.default_normal.info": "Diese Insel ist die klassische Insel, die jeder kennt, die aber für neue Versionen von Minecraft modernisiert wurde. Empfohlen für diejenigen, die mit dem ursprünglichen Skyblock nicht vertraut sind.",
    "skyblock_classic_edition.skyblock_setup.small_hard": "▶Klein (Schwer)",
    "skyblock_classic_edition.skyblock_setup.small_hard.info": "Diese Insel erinnert sehr an den ursprünglichen Skyblock 2.0 wurde aber für neue Versionen von Minecraft modernisiert. Für diejenigen, die schwierige Herausforderungen lieben und alle Tricks und technischen Vorstellungen des Vanilla-Überlebensmodus kennen.",
    "skyblock_classic_edition.skyblock_setup.very_small_hard": "Sehr klein (extrem)",
    "skyblock_classic_edition.skyblock_setup.very_small_hard.info": "Diese Insel ist extrem und nicht geeignet für neue Spieler, aber nur für diejenigen, die den Nervenkitzel des reinen Vanilletechnikers suchen und Minecraft auf das Extrem der Technik kennen. Es wird empfohlen, mit eingeschaltetem Hardcore Modus zu spielen.",
    "skyblock_classic_edition.skyblock_setup.import": "Importiere Welt",
    "skyblock_classic_edition.skyblock_setup.import.info": "Erlaubt es dir, eine andere Welt als den Voidblock zu importieren, was ein weiterer Skyblock sein kann. Fügt die benötigten Scoreboards hinzu, ohne die Welt und bereits existierende Stukturen zu beschädigen. Außerdem entsteht eine kleine Glasfläche, falls nichts da ist. MIT VORSICHT BENUTZEN: DIE FUNKTION GENERIERT KEINE INSEL, WAS DIE MAP UND RESSOURCEN UNMÖGLICH MACHT. WENN KEIN BIOM/KEINE STRUKTUR GENERIERT IST, IST ES EIN BUG. MACHE EIN BACKUP, LEGE DIE ITEMS IN EINE KISTE UND ERSETZE LEVEL.DAT MIT DER VORHERIGEN VERSION.",
    "skyblock_classic_edition.skyblock_setup.help_keybind": "Öffne den Chat/Command mit ",
    "skyblock_classic_edition.skyblock_test_setup": "Du benutzt derzeit eine andere Version, die für internes Testing verwendet wird. Sie wird außerdem verwendet, wenn die eigene Welt nicht mit der Hauptversion kompatibel ist. Es kann durchaus viele schwerwiegende Fehler und kritische Bugs geben: Diese Version enthält eine leere Welt mit nur einem Biom (snowy taiga), level.dat und level.dat_old speichern nur ein Biom und vorgefertigte Struktuen. Wenn du zurück zur normalen Welt mit vielen Biomen und Strukturen, die mittels Vanilla-Methoden generiert worden sind, wechseln willst, musst du das Datapack mit dem kompatiblen level.dat austauschen oder die Map mit einer neuen Version neu installieren. Diese Version wird mit der eigenen Welt in der Entwicklung des Releases ausgetauscht werden. Es wird nicht empfohlen, die Welt zu generieren. Warte stattdessen auf den Release.",
    "skyblock_classic_edition.skyblock_setup.legacy_version.compatible": "Ab Version:",
    "skyblock_classic_edition.skyblock_setup.legacy_version.compatible.to_text": "bis",
    "skyblock_classic_edition.skyblock_setup.legacy_version.compatible.datapack": "ist kompatibel mit dem datapack.",
    "skyblock_classic_edition.multiplayer.popup": "Der Mehrspieler ist deaktiviert, aktiviere ihn im Voidblock-Ordner hier: ",
    "skyblock_classic_edition.version_update.compatible.minecraft_versions": "Die Minecraft-Versionen: ",
    "skyblock_classic_edition.version_update.compatible.info": " sind alte Versionen und möglicherweise nicht mit dem aktuellen Datapack kompatibel: Wenn das Datenpaket aktualisiert wird, kann es Kompatibilitätsprobleme haben, aktualisiere das Datenppaket immer auf die aktuellste kompatible Version.",
    "skyblock_classic_edition.version_update.welcome": "Willkommen im Voidblock:",
    "skyblock_classic_edition.version_update.for_edition": "für die Minecraft Java Edition:",
    "skyblock_classic_edition.version_update.check_news": "\n\n⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜⬜\n\nÜberprüfen Sie die Neuigkeiten der aktuellen Version hier:\n",
    "skyblock_classic_edition.version_update.changelog": "Änderungsprotokoll",
    "skyblock_classic_edition.version_update.check_links": "Überprüfen Sie die aktuelle Version hier auf den verschiedenen Links:",
    "skyblock_classic_edition.version_update.crowdin": "➡Crowdin Übersetzungsprojekt",
    "skyblock_classic_edition.version_update.crowdin.info": "Hilf mir, in deine Muttersprache zu übersetzen. Die Sprachen müssen der englischen Sprache treu sein und Satzzeichen sowie Großschreibung respektieren.",
    "skyblock_classic_edition.version_update.discord": "Folge mir auch auf dem Discord Server, wenn du einen Vorschlag machen möchtest oder einen Fehler gefunden hast.",
    "skyblock_classic_edition.version_update.development_version.warning": "⚠ACHTUNG: Du verwendest eine Entwicklungsversion. Die Welt könnte beschädigt oder unspielbar werden. Mache Backups und ",
    "skyblock_classic_edition.version_update.development_version.report": "Fehler hier melden",
    "skyblock_classic_edition.version_update.development_mc_version": "⚠WARNUNG: De benutzt eine Version von Minecraft, die sich noch in Entwicklung befindet, oder noch getestet wird. Bugs können auftreten und die Welt kann eventuell beschädigt werden. Mache immer Backups und warte auf die Vollversion von Minecraft!⚠",
    "skyblock_classic_edition.loading.chat": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLade....",
    "skyblock_classic_edition.loading.title.chat": "Lade....",
    "skyblock_classic_edition.loading.subtitle.chat": "Welt",
    "skyblock_classic_edition.versions_id.warning_update.off": "Hier gibt es noch nichts zu sehen...",
    "skyblock_classic_edition.versions_id.warning_update.on": "Welt-Update und Konvertierung für neue Version...",
    "skyblock_classic_edition.setup_version.warning": "⚠Warnung: Diese Version wird nicht mehr unterstützt!⚠",
    "skyblock_classic_edition.setup_version.warning.download": "\n\nBitte lade die neueste Version der benutzerdefinierten Karte hier herunter.",
    "skyblock_classic_edition.setup_version.lts_warning": "Der Wartungs-Release (LTS) erreicht sein Lebensende und wird nicht mehr gewartet werden. Bestehende Fehler werden in den nächsten Wartungs-Release (LTS) übertragen oder mit Ende dieses Releases geschlossen werden. Das ist die mindest-erwartete Wartezeit, nach welcher der nächste Release diesen ersetzen wird, diese Zeit kann sich ändern und ist nicht 100%ig akkurat, also kann sie in jedem Warrungs-Release geupdated werden. Hier ist, wie lange die nächste Version obsolet wird:",
    "skyblock_classic_edition.setup_version.lts_warning.month": "Monats",
    "skyblock_classic_edition.generated_structures.loading.title": "Gebäude:",
    "skyblock_classic_edition.generated_structures.loading.subtitle": "Sie wurden generiert...",
    "skyblock_classic_edition.generated_structures.generated.command_block.info": "⚠Ich sehe, dass es keinen (generated)-Ordner in deiner Welt gibt. ",
    "skyblock_classic_edition.generated_structures.generated.command_block.download": " Bitte lade die Welt hier erneut herunter",
    "skyblock_classic_edition.install.hardcore.lock": "Es tut mir leid, aber Hardcore Modus benötigt eine bereits geladene und aktualisierte Welt.",
    "skyblock_classic_edition.install.hardcore.lock.replace_datapack": " und warte auf die Aktualisierung der Welt, ersetze dann das Datapack.\n\nVielen Dank",
    "skyblock_classic_edition.warning_level.dat.issues": "Aufgrund einiger technischer Probleme, die in verschiedenen Versionen auftreten können, könnte die Welt einen schwerwiegenden Fehler erleiden, wenn sie in Dimensionen vorliegt und keine natürlichen Strukturen generiert werden. Um dieses technische Problem zu lösen, müssen Sie diese einfachen Schritte befolgen: Zuerst müssen Sie alle Gegenstände in Ihrem Inventar, einschließlich der Rüstung, in eine Truhe legen. Dann verlassen Sie die Welt und ",
    "skyblock_classic_edition.warning_level.dat.download": "lade die neue (level.dat und level.dat_old) hier herunter",
    "skyblock_classic_edition.warning_level.dat.copy_paste": " kopiere es und füge es ein, indem du das alte ersetzt, öffne dann die Welt neu und öffne den Chat mit T als Standard und kopiere diesen Befehl: ",
    "skyblock_classic_edition.warning_level.dat.end": "Sie sollten die Strukturen in den neuen Abschnitten sehen können. Falls nicht, wiederholen Sie bitte die Schritte.",
    "skyblock_classic_edition.link.discord": "Discord Server",
    "skyblock_classic_edition.link.crowdin": "Crowdin Übersetzungsprojekt",
    "skyblock_classic_edition.credits": "Übersetzt durch das Crowdin Übersetzungsgemeinschaftsprojekt, vielen Dank."
}